Tekla.Structures.CatalogInternal.dotcatClientId_t
Serialization structure for dotcatClientId_t

Tekla.Structures.CatalogInternal.dotcatClientId_t.ProcessId
DO NOT USE! For internal usage only!

Tekla.Structures.CatalogInternal.dotcatClientId_t.ThreadId
DO NOT USE! For internal usage only!